<?php

/*
if ($arResult['NAME']){
    $APPLICATION->SetPageProperty("sectionName", $arResult['NAME']);
}

if ($APPLICATION->GetPageProperty('brandName') && $APPLICATION->GetPageProperty('minPrice')) {
    $brandName = $APPLICATION->GetPageProperty('brandName');
    $minPrice = $APPLICATION->GetPageProperty('minPrice');
    $title = 'Купить товары бренда '.$brandName.' в Абакане | Онлайн-гипермаркет DИСИ';
    $desc = $brandName.' купить в розницу и оптом от ведущего поставщика DИСИ на территории Республики Хакасия. Цены от '.$minPrice.' руб. 🚚 Бесплатная доставка от 1000 рублей. Официальная гарантия от 1 года. Оформить заказ можно на сайте или по телефону ☎: +7 (3902) 24-84-04. ';
    $desc =  'Заказать продукцию компании '.$brandName.' в Абакане от прямого поставщика DИСИ. Цены от '.$minPrice.' руб. Розница и Опт. 🚚 При покупке от 1000 руб доставка по городу и региону бесплатная! Даем официальную гарантию от 1 года. Купить товары можно на сайте или по телефону ☎: +7 (3902) 24-84-04. ';

    $title = html_entity_decode(strip_tags($title));
    $desc = html_entity_decode(strip_tags($desc));

    $APPLICATION->SetPageProperty("title", $title);
    $APPLICATION->SetPageProperty("description",  $desc);
}*/
